[
  "obsidian-day-planner",
  "obsidian-markdown-formatting-assistant-plugin",
  "obsidian-kindle-plugin",
  "table-editor-obsidian",
  "dataview",
  "obsidian-kanban",
  "obsidian-enhancing-mindmap",
  "sliding-panes-obsidian",
  "hotkeysplus-obsidian",
  "url-into-selection",
  "nldates-obsidian",
  "review-obsidian",
  "note-refactor-obsidian",
  "calendar",
  "obsidian-tasks-plugin",
  "obsidian-jsonifier",
  "tag-wrangler",
  "quickadd",
  "obsidian-plantuml",
  "macro-plugin",
  "text-snippets-obsidian",
  "obsidian-emoji-toolbar",
  "templater-obsidian",
  "obsidian-outliner",
  "obsidian-mind-map",
  "obsidian-style-settings",
  "obsidian-admonition",
  "obsidian-git",
  "oz-image-plugin",
  "markdown-prettifier",
  "obsidian-charts",
  "obsidian-icons-plugin",
  "darlal-switcher-plus",
  "obsidian-pandoc",
  "obsidian-plugin-toc",
  "obsidian-autocomplete-plugin",
  "obsidian-reminder-plugin",
  "customizable-menu",
  "emoji-shortcodes",
  "drawio-obsidian"
]