[
  "obsidian-day-planner",
  "obsidian-markdown-formatting-assistant-plugin",
  "obsidian-kindle-plugin",
  "table-editor-obsidian",
  "dataview",
  "obsidian-enhancing-mindmap",
  "hotkeysplus-obsidian",
  "url-into-selection",
  "nldates-obsidian",
  "review-obsidian",
  "note-refactor-obsidian",
  "calendar",
  "obsidian-tasks-plugin",
  "obsidian-jsonifier",
  "tag-wrangler",
  "quickadd",
  "obsidian-plantuml",
  "macro-plugin",
  "text-snippets-obsidian",
  "obsidian-emoji-toolbar",
  "templater-obsidian",
  "obsidian-outliner",
  "obsidian-mind-map",
  "oz-image-plugin",
  "markdown-prettifier",
  "obsidian-icons-plugin",
  "darlal-switcher-plus",
  "obsidian-pandoc",
  "obsidian-plugin-toc",
  "obsidian-reminder-plugin",
  "customizable-menu",
  "emoji-shortcodes",
  "drawio-obsidian",
  "file-tree-alternative",
  "obsidian-enhancing-export",
  "card-board",
  "media-extended",
  "obsidian-paste-image-rename",
  "various-complements",
  "simple-embeds",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-completr",
  "obsidian-charts",
  "obsidian-admonition",
  "obsidian-tracker",
  "obsidian-style-settings"
]